{
    "fir": {
      "content": "Format of the F.I.R.\n\nBook No. ___________\nFORM NO. 24.5 (1)\nFIRST INFORMATION REPORT\nFirst Information of a Cognizable Crime Reported under Section 154, Criminal PenalCode\nPolice Station .................................... District .............................. No ..................\nDate and hour of Occurrence .....................\n1. Date and hour when reported\n\n2. Name and residence of informer and complainant.\n\n3. Brief description of offence (with section) and of property carried off, if any.\n\n4. Place of occurrence and distance and direction from the Police Station.\n\n5. Name & Address of the Criminal.\n\n6. Steps taken regarding investigation explanation of delay in regarding information.\n\n7. Date and Time of dispatch from Police Station.\nSignature .......................\nDesignation ................................\n(First information to be recorded below)\n\nNOTE:- The signature of seal or thumb impression of the informer should be at the end of the information and the signature of the Writer of (FIR) should be existed as usual."
    },
    "high_court_petition": {
      "content": "Specimen Form of a Writ Petition\nIn the High Court of…………………… at……………………\nCivil Original (Extra-ordinary) Jurisdiction\nCivil Writ Petition No…………………… of 200…\nIn the matter of:\nJKL S/o……………… R/o…………………… former employee (Inspector Grade-I) in the RespondentCompany.\n…Petitioner\n\n1. XYZ Company Ltd., a company wholly owned by the Govt. of India and having its registered office at…………………… through its Chairman.\n2. Managing Director of the above Company\n…Respondent\n\nCivil Writ Petition against the order dated…………………… passed by the Managing Director, respondent No. 2 herein, by which the services of the petitioner as an employee of the respondent-company have been terminated.\n\nMay it please the Hon'ble Chief Justice of the High Court of…………………… and His Lordship's companion Judges.\n\nThe Petitioner\n\nMOST RESPECTFULLY SHOWETH:\n\n1. That the petitioner is a citizen of India and is therefore entitled to enjoy all the rights guaranteed by the Constitution of India.\n\n2. That respondent No. 1 is a company registered under the Companies Act, 1956 having its registered office at…………………… The respondent-company is wholly owned by the Government of India and is, thus, an instrumentality of state as given in Annexure 12 of the Constitution.\n\n3. That the petitioner was an employee of the respondent-company, having been appointed as a Sub-Inspector Grade-I on…………………… 1991 and he continued to work, earning one promotion also.\n\n4. That on…………………… 20….. respondent No. 2 herein abruptly issued the impugned order dated……………… terminating the services of the petitioner and the petitioner came to be relieved of his duties the same day. A copy of the impugned order is annexed hereto and marked as ANNEXURE-1.\n\n5. That on a bare reading of the impugned order it becomes clear that the order has been issued on the basis of some alleged misconduct on the part of petitioner, but no inquiry under the relevant rules has been held before the passing of the order.\n\n6. That the petitioner has not committed any act that could be termed to be an act constituting misconduct.\n\n7. The impugned order is being assailed on the following, amongst other, GROUNDS:\n\n7.1 That the petitioner, being a permanent employee of the respondent-company, his services could not be terminated without holding an enquiry under the rules applicable to the employees of the company.\n\n7.2 That the principles of natural justice have been contravened by the respondents in not giving to the petitioner any opportunity of being heard.\n\n7.3 That the impugned order is otherwise also erroneous and unsustainable, as it does not contain any reason and is a non-speaking order.\n\n7.4 That the impugned order is arbitrary and contravenes Article 14 of the Constitution.\n\n7.5 …………………………………………\n7.6 …………………………………………\n\n8. That the petitioner has not filed any petition or other proceedings relating to the matter at this petition in any other court.\n\nPRAYER\nIn the facts and circumstances stated above the petitioner prays that a direction in the form of a writ of quo warranto and mandamus or any other appropriate writ be issued quashing the impugned order and reinstating the petitioner in service with all consequential benefits including back wages.\n\nIt is further prayed that the respondent be burdened with costs.\n\nPETITIONER\nTHROUGH\nDATED…………………… COUNSEL\nMR.……………………"
    },
      "vacating_property_lease": {
          "content": "Legal Notice Format: Vacating the property given on the lease (Tenant Eviction)\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nPursuant to the instructions from and on behalf of my client ___________________, resident of _________________ I do hereby serve you with the following Legal Notice: –\n\nThat the lease deed dated ……………………. made between my client of the ONE PART and you on the OTHER PART in respect of premises No. ………………………………….. (hereinafter referred to as demised premises).\nThat the lease deed has expired by efflux of time on the ………….. day of ……………, 202_.\nI hereby call upon you to quit, vacate and deliver quiet and peaceful possession of the demised premises on or before the ………………….. day of …………………., 202_, failing which my client will file a suit against you for recovery of possession of the demised premises and for damages, which may be sustained by her by reason of your willfully retaining possession thereof and for breach by you of the covenants contained in the lease deed.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce in the court.\n\n____________\nADVOCATE"
      },
      "purchaser_specific_performance": {
          "content": "Legal Notice Format: Filed by Purchaser for specific performance of Contract\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nPursuant to the instructions from and on behalf of my client ___________________, resident of _________________ I do hereby serve you with the following Legal Notice: –\n\nThat for the House No. _____, situated at _______, you had agreed to sell it to me vide an Agreement of sale.\nThat the agreement of sale was dated ________.\nThat the said agreement for sale was executed between me of the ONE PART and you of the OTHER PART.\nThat as per the clause ____ of the said Agreement for sale, the Deed of Conveyance, is to be completed within …………………. months from the date of said Agreement.\nI hereby give you notice that I the undersigned …………………. was and am still ready and willing to complete the purchase, subject to your performing your part of the said agreement and I require you to complete the same and if you fail to complete the same within ……………… days from the date hereof, I shall file a suit against you for specific performance of the said agreement for sale with damages and costs.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce in the court.\n\n____________\nADVOCATE"
      },
      "vendor_payment_immovable_property": {
          "content": "Legal Notice Format: Filed by Vendor for payment of immovable property\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nPursuant to the instructions from and on behalf of my client ___________________, resident of _________________ I do hereby serve you with the following Legal Notice: –\n\nThat my client had entered into an agreement of sale dated _____ with you.\nThat the sale agreement was for the selling of house no. ____, situated at _________ for a consideration of Rs. ____.\nThat according to the clause ___ of the agreement, the said transaction is to be completed within ____ months from the date of said agreement.\nThat my client was and is still willing and ready to execute a sale deed in your favour or in favour of any person as you may direct in accordance with the terms of the said agreement, but it couldn’t be done because of the default of the payment.\nI hereby call upon you to have the deed of conveyance executed by my client against payment of the balance of the consideration money on or before the ………… day of ………………….. in terms of the said agreement, failing which the said agreement will stand cancelled and the earnest money paid by you will stand forfeited.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce in the court.\n\n____________\nADVOCATE"
      },
      "notice_assignment_by_assignee": {
          "content": "Legal Notice Format: Notice of Assignment by Assignee\n\nDated ____, __________\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nI, the undersigned, A hereby give you notice\n\nThat Shri ________ has assigned the debt due by you from you with the interest accrued and hereafter to accrue thereon, under the bond _______ executed by you.\nThat the bond was executed by you in favour of Shri ________.\nThat Shri __________ has refused to sign the notice of assignment.\n\nYours Faithfully,\n\nAssignee"
      },
      "suit_against_government": {
          "content": "Legal Notice Format: For suit against Government u/s 80 of CPC\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: Notice under Section 80, Code of Civil Procedure.\n\nTo,\n\nThe Secretary to the Govt. of …………………… ………………….. Deptt., …………………..\n\nUnder instructions from my client Shri ………………….. resident of …………………… I hereby give you the legal notice\n\nThat my client Shri ………………….. shall file a civil suit against the Government in the court of competent jurisdiction after the expiry of two months from the date of service of this notice for the cause of action and reliefs mentioned in the draft plaint enclosed herewith, which may be treated as part of this notice.\n\nYours faithfully,\n\n………………….\n\nAdvocate\n\nEnclosure: Plaint"
      },
      "neighbour_construction_privacy": {
          "content": "Legal Notice Format: For the construction by neighbour which is invading my privacy\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nPursuant to the instructions from and on behalf of my client ___________________, resident of _________________ I do hereby serve you with the following Legal Notice: –\n\nThat you are constructing a structure at your land adjacent to my house, which is interfering with my client’s privacy.\nThat you should stop the construction at the immediate effect.\nKindly note that if you fail to comply with my request, I shall be constrained to initiate legal proceedings against you at your risk, as to costs and consequences.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce in the court.\n\n____________\nADVOCATE"
      },
      "company_non_payment_salary": {
          "content": "Legal Notice Format: To company for non-payment of salary and other interest and allowances\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\nXYZ. Company Private Limited\nThrough its Managing Director\n\nMr. ABC\n\nSir/Madam,\n\nPursuant to the instructions from and on behalf of my client ___________________, resident of _________________ I do hereby serve you with the following Legal Notice: –\n\nThat my client ______ was appointed by your offer letter dated _______ and the salary of my client ______ was fixed at Rs.______ per month.\nThat the offer letter dated _____, stated the joining date as ______ which my client ______ duly followed.\nThat my client did her duty diligently, regularly and with utmost punctuality and sincerity, and with full devotion in accordance with the well-settled provisions of the law.\nThat on _________, when my client went to attend her duty; then your office abruptly refused to allow to my client to attend her duty and told that services of my client are no more required by your office and thus the services of my client have been terminated by you in a most illegal and unlawful manner without any reasonable rhyme and cause.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce it in court.\n\n____________\nADVOCATE"
      },
      "section_138_cheque": {
          "content": "Legal Notice Format: Legal notice under Section 138 of the Negotiable Instrument Act for the honour of cheque\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nUnder the instruction and authority from my client Mr. A( here referred to as my ‘client’), I do hereby serve upon you the following notice of demand under Section 138 of the Negotiable Instrument Act, 1881:\n\nThat my client knows you, from the last ___ years and on that account you had gained the faith and confidence of my client, that you demanded a friendly loan of Rs.________ from my client in the month of ___. My client provided you with the said amount.\nThat earlier, you issued a cheque dated __th _________ for Rs. ________ drawn on ******, in order to discharge your partial liability.\nThat when the aforesaid cheque was presented, for encashment by my client to his banker the same was returned unpaid by the banker with the reason that there was “Insufficient Fund”. My client informed you about it through the telephone/Email.\nDespite various reminders, you failed to make payment to my client. You tried to avoid the matter and started to ignore my client. Since my client is left with no other option but to present you with the legal notice.\nThat you have failed to comply with the provisions of the law and also failed to discharge your liability from your account and the same cheque was dishonoured intentionally and willfully.\nThat, either you discharge your liability towards my client in next 15 days or criminal and civil charges will be framed against you.\n\nA copy of this Notice is kept in my office for record and further necessary action and you are also advised to keep the copy safe as you would be asked to produce in the court.\n\n____________\nADVOCATE"
      },
      "forfeiture_mortgaged_property": {
          "content": "Legal Notice Format: Legal Notice for the forfeiture of the mortgaged property\n\nRef. No…………….                                  Dated ____, __________\n\nREGD.A.D.\nSUB.: LEGAL NOTICE\n\nTo,\n_____________\n\nDear Sir/Madam,\n\nUnder instructions from my client Shri X, I have to call upon you to pay the principal amount together with interest due on the deed of mortgage dated the ………………….. day of ………………….., 2000, made between yourself of the ONE PART and the said X of the OTHER PART, which has become due and repayable to the said X on the ………………….. day of …………………., 2000, failing which, I have the instructions to file a suit against you for foreclosure of the mortgaged property.\n\nYours faithfully,\n\n…………………..\n\nAdvocate"
      },
      "dissolution_of_partnership": {
          "content": "Legal Notice Format: Notice Of Dissolution Of Partnership\n\nPUBLIC NOTICE is hereby given that the partnership heretofore subsisting between the undersigned and A, etc. and B, etc. carrying on the business of ………………………………… at ……………. under the name and style of M/s …………. is dissolved by mutual consent as from the ……………. day of ………….,2000.\n\nSd/-" }
  
  }
  